[
  "If you're not supposed to eat at night, why is there a light bulb in the refrigerator?",
  "I'm reading a book on anti-gravity. It's impossible to put down.",
  "Why do they call it rush hour when nothing moves?",
  "I'm not lazy, I'm on energy-saving mode.",
  "If Cinderella's shoe fit perfectly, why did it fall off?",
  "Why does quicksand work so slowly?",
  "If money doesn't grow on trees, why do banks have branches?",
  "I'm on a seafood diet. I see food and I eat it.",
  "Insomnia is a sign that a sleepless night is coming.",
  "I'm not arguing, I'm just explaining why I'm right.",
  "Why is it called 'taking a dump'? Shouldn't it be 'leaving a dump'?",
  "I don't need a hair stylist, my pillow gives me a new hairstyle every morning.",
  "Why is the word 'abbreviation' so long?",
  "I'm not clumsy, it's just the floor hates me, the tables and chairs are bullies, and the wall gets in the way.",
  "The four most beautiful words in our common language: I told you so.",
  "Some cause happiness wherever they go; others whenever they go.",
  "If you think nothing is impossible, try slamming a revolving door.",
  "Life is short, smile while you still have teeth.",
  "My wallet is like an onion, opening it makes me cry.",
  "I'm not saying I hate you, but I would unplug your life support to charge my phone.",
  "If we shouldn't eat at night, why is there a light in the fridge?",
  "The only time incorrectly isn't spelled incorrectly is when it's spelled incorrectly.",
  "I'm not lazy, I'm physically conservative.",
  "Why do we press harder on a remote control when we know the batteries are weak?",
  "I'm not saying I'm Batman, but so far nobody has seen me and Batman in the same room together.",
  "I didn't fall, the floor just needed a hug.",
  "I used to play sports. Then I realized you can buy trophies. Now I'm good at everything.",
  "Why does someone believe you when you say there are four billion stars, but check when you say the paint is wet?",
  "To be old and wise, you must first be young and stupid.",
  "I'm not a procrastinator. I'm just extremely productive at unimportant things.",
  "Why is it called 'after dark' when it really is 'after light'?",
  "I'm not short, I'm just more down to earth than other people.",
  "If I got 50 cents for every failed math exam, I'd have $6.30 now.",
  "I'm not running late, I'm on my own time zone.",
  "I'm not weird, I'm a limited edition.",
  "If tomatoes are technically a fruit, is ketchup a smoothie?",
  "Why do we cook bacon and bake cookies?",
  "I'm not sleeping, I'm just checking my eyelids for holes.",
  "I'm not addicted to reading. I can quit as soon as I finish one more chapter.",
  "Why do they sterilize the needle for lethal injections?",
  "I'm not saying let's go kill all the stupid people. I'm just saying let's remove all the warning labels and let the problem sort itself out.",
  "My bed is a magical place where I suddenly remember everything I was supposed to do.",
  "If at first you don't succeed, then skydiving definitely isn't for you.",
  "I'm not bossy, I just have better ideas.",
  "Why do we say 'slept like a baby' when babies wake up like every two hours?",
  "If you weigh 99 pounds and eat 1 pound of nachos, does that make you 1% nacho?",
  "I'm not a morning person or a night person, I'm a whenever I wake up person.",
  "Why do they call it beauty sleep when you wake up looking like a troll?",
  "I'm not avoiding work. I'm just on battery saver mode.",
  "Age is merely the number of years the world has been enjoying you.",
  "If an orange is orange, why isn't a lime called a green or a lemon called a yellow?",
  "Why is there a 'D' in 'fridge' but not in 'refrigerator'?",
  "I'm not arguing, I'm simply trying to explain why I'm right.",
  "I'm not lazy, I'm on energy-saving mode.",
  "He who laughs last didn't get the joke.",
  "I used to think I was indecisive, but now I'm not too sure.",
  "Time is the best teacher; unfortunately, it kills all its students.",
  "My imaginary friend thinks he has problems.",
  "I'm on a whiskey diet. I've lost three days already.",
  "The early bird might get the worm, but the second mouse gets the cheese.",
  "I told my wife she should embrace her mistakes. She gave me a hug.",
  "If at first you don't succeed, skydiving is not for you.",
  "I'd agree with you, but then we'd both be wrong.",
  "War does not determine who is right – only who is left.",
  "I couldn’t repair your brakes, so I made your horn louder.",
  "To steal ideas from one person is plagiarism; to steal from many is research.",
  "A clear conscience is usually the sign of a bad memory.",
  "If you think nobody cares if you're alive, try missing a couple of car payments.",
  "I'd kill for a Nobel Peace Prize.",
  "Borrow money from pessimists – they don’t expect it back.",
  "Half the people you know are below average.",
  "99% of lawyers give the rest a bad name.",
  "The shinbone is a device for finding furniture in a dark room.",
  "I didn't say it was your fault, I said I was blaming you.",
  "Artificial intelligence is no match for natural stupidity.",
  "I didn't fight my way to the top of the food chain to be a vegetarian.",
  "A TV can insult your intelligence, but nothing rubs it in like a computer.",
  "I am not a vegetarian because I love animals; I am a vegetarian because I hate plants.",
  "A bank is a place that will lend you money if you can prove that you don’t need it.",
  "If you think education is expensive, try ignorance.",
  "The problem with the gene pool is that there is no lifeguard.",
  "I always take life with a grain of salt, plus a slice of lemon, and a shot of tequila.",
  "To be sure of hitting the target, shoot first and call whatever you hit the target.",
  "If you’re too open-minded, your brains will fall out.",
  "If you think you are too small to make a difference, try sleeping with a mosquito.",
  "A conscience is what hurts when all your other parts feel so good.",
  "If you must choose between two evils, pick the one you’ve never tried before.",
  "Experience is something you don't get until just after you need it.",
  "For every action, there is an equal and opposite government program.",
  "Age is a very high price to pay for maturity.",
  "Going to church doesn’t make you a Christian any more than standing in a garage makes you a car.",
  "If you want the last word in an argument, apologize.",
  "You are such a good friend that if we were on a sinking ship together and there was only one life jacket... I'd miss you heaps and think of you often.",
  "I always arrive late at the office, but I make up for it by leaving early.",
  "There’s a fine line between cuddling and holding someone down so they can’t get away.",
  "I used to be indecisive. Now I’m not sure.",
  "The hardest thing in the world to understand is income tax.",
  "I’m great at multitasking. I can waste time, be unproductive, and procrastinate all at once.",
  "If you can’t live without me, why aren’t you dead yet?",
  "Don’t worry about the world coming to an end today. It’s already tomorrow in Australia.",
  "I can resist everything except temptation.",
  "Why is it called 'after dark' when it really is 'after light'?",
  "Money is the root of all wealth.",
  "No man has ever been shot while doing the dishes.",
  "A balanced diet is a cookie in each hand.",
  "I’m not arguing, I’m simply explaining why I’m right.",
  "If life gives you melons, you might be dyslexic.",
  "Always borrow money from a pessimist. He won’t expect it back.",
  "Change is inevitable, except from a vending machine.",
  "I used to be a banker, but I lost interest.",
  "Teamwork is important; it helps to put the blame on someone else.",
  "I like work. It fascinates me. I can sit and look at it for hours."
]
